Table of Contents
 Enum NonConformitySeverity
Namespace
IdeaRS.OpenModel.Message
Assembly
IdeaRS.OpenModel.dll
Nonconformity severities
public enum NonConformitySeverity
Fields
Error = 2
Error
Info = 0
Information
TerminatedError = 3
Error, coancel of the calculation required
Warning = 1
Deal as warning
Fields
 Name |  Description
 Error = 2
Error
 Info = 0
Information
 TerminatedError = 3
Error, coancel of the calculation required
 Warning = 1
Deal as warning
 Edit this page